/* appended to region name when merging regions */
" merged" = " 已合并";

/* appended to region name of mixed down regions */
" mixed" = " 混合";

/* Disk Full Alert: see Ke6 */
"%@ needed|%@ available." = "需要 %@|%@ 可用。";

/* cd/dvd media status, media is empty/blank */
"(blank)" = "（空白）";

/* cd/dvd media status, media is not empty/blank */
"(NOT blank)" = "（非空）";

/* Alert */
"[1][%@ is not available.][OK]" = "[1][%@ 不可用。][好]";

/* DAE */
"[1][%@ Plug-ins not available.][OK]" = "[1][%@ 插件不可用。][好]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK]" = "[1][%@：插件“%@”%@%@ 不可用！][好]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK|\\U221ADon\\U2019t show again]" = "[1][%@：插件“%@”%@%@ 不可用！][好|√不再显示]";

/* Alert */
"[1][%@:|^P is not able to allocate enough memory for the required %ld audio tracks.|Only %ld audio tracks are available.|%@ of additional free system memory is needed.][OK]" = "[1][%@：|^P 无法为所需的 %ld 个音频轨分配足够的内存。|仅有 %ld 个音频轨可用。|额外还需要 %@ 可用系统内存。][好]";

/* Alert */
"[1][%@:|Sample Rate %ld not allowed.][OK]" = "[1][%@：|不允许采样速率 %ld。][好]";

/* EXS24 */
"[1][%ld of %ld audio file(s) were not found.|Still %@ the found audio files?][Cancel|Do it]" = "[1][%ld 个音频文件未找到（共 %ld 个音频文件）。|仍然要%@找到的音频文件吗？][取消|执行]";

/* EXS24 */
"[1][%ld of %ld audio files are not found.|(\\U201C%@\\U201D,...)][Continue]" = "[1][%ld 个音频文件未找到（共 %ld 个音频文件）。|(“%@”,…)][继续]";

/* Alert */
"[1][\\U201C%@\\U201D can\\U2019t be played back on Track %ld from drive/partition \\U201C%@\\U201D][OK|\\U221ADon\\U2019t show again]" = "[1][“%@”不能在轨道 %ld 上回放（位于驱动器/分区“%@”）][好|√不再显示]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|\\U221ADon\\U2019t show again]" = "[1][不能使用驱动器/分区“%2$@”中的“%1$@”。|驱动器/分区不允许！][好|√不再显示]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|Load]" = "[1][不能使用驱动器/分区“%2$@”中的“%1$@”。|驱动器/分区不允许！][好|载入]";

/* Alert */
"[1][\\U201C%@\\U201D is a %ld bit file and can\\U2019t be played back thru %@.][OK]" = "[1][“%@”是 %ld 位文件，不能通过 %@ 回放。][好]";

/* Bin: trying to add an audio file */
"[1][\\U201C%@\\U201D is already included!][Cancel]" = "[1][“%@”已经包括在内！][取消]";

/* Alert */
"[1][\\U201C%@\\U201D is empty!][Cancel]" = "[1][“%@”为空！][取消]";

/* Audio Configuration */
"[1][\\U201C%@\\U201D is not a standard PCM Wave format audio file.][OK]" = "[1][“%@”不是标准 PCM Wave 格式的音频文件。][好]";

/* Alert */
"[1][\\U201C%@\\U201D or \\U201C%@\\U201D already exists!][Use|Replace]" = "[1][“%@”或“%@”已经存在！][使用|替换]";

/* Alert */
"[1][^P found %ld audio file(s) in %ld bit format.|This format is unsupported and cannot be played back.][OK|\\U221ADon\\U2019t show again]" = "[1][^P 找到 %ld 个 %ld 位格式的音频文件。|此格式不受支持，不能回放。][好|√不再显示]";

/* Changed text. Still missing: J, F, E */
"[1][^P is scanning your system for audio devices, and has detected a device named \\U201C%@\\U201D.|If you want to use this device, do not disconnect it during the scanning process.|Do you want to use this device?][Yes|No]" = "[1][^P 正在扫描系统中的音频设备，而且已经检测到一个名为“%@”的设备。|如果要使用此设备，请不要在扫描期间断开它的连接。|您要使用此设备吗？][是|否]";

/* EXS24 */
"[1][Abort?][Continue|Abort]" = "[1][中止吗？][继续|中止]";

/* Alert */
"[1][Already recording...][OK]" = "[1][正在录音…][好]";

/* Alert */
"[1][An error occurred.||Result code = %ld][OK]" = "[1][发生了一个错误。||结果代码 = %ld][好]";

/* Alert */
"[1][An error occurred.||Result code = %ld||File = %@][OK]" = "[1][发生了一个错误。||结果代码 = %ld||文件 = %@][好]";

/* Alert */
"[1][Audio %@ %@ can not be used to playback \\U201C%@\\U201D from drive/partition \\U201C%@\\U201D][OK]" = "[1][音频 %1$@ %2$@ 不能用于从驱动器/分区“%4$@”来回放“%3$@”][好]";

/* Alert */
"[1][Audio file \\U201C%@\\U201D not found!]%@" = "[1][找不到音频文件“%@”！]%@";

/* Alert */
"[1][Audio Unit authorization error.|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D reports that it is not properly authorized to be used on this system.|Please check the plug-in's documentation for more information about its copy protection.][OK]" = "[1][Audio Unit 授权错误。|由“%2$@”提供的 Audio Unit“%1$@”报告其并未获得适当的授权，无法在本系统中使用。|有关该插件版权保护的更多信息，请查阅它的文稿。][好]";

/* appears when a user loads a bad AU */
"[1][Audio Unit Compatibility Error|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D does not fully comply with the Audio Units standard.|^P cannot save or load the plug-in's settings, nor can they be saved with the song.|The settings will be lost when closing the song.][OK]" = "[1][Audio Unit 兼容性错误|由“%2$@”提供的 Audio Unit“%1$@”不完全符合 Audio Unit 标准。|^P 不能存储或载入插件的设置，设置也不能和乐曲一同存储。|关闭乐曲时设置将被丢失。][好]";

/* HyperDraw / Automation */
"[1][Automation Parameter Error!|%ld][OK]" = "[1][自动参数错误！|%ld][好]";

/* EXS24 */
"[1][Can\\U2019t delete instrument \\U201C%@\\U201D.|It is currently in use.][Cancel]" = "[1][不能删除乐器“%@”。|当前正在使用。][取消]";

/* EXS24 */
"[1][Can\\U2019t find audio file \\U201C%@\\U201D.][OK|\\U221ADon\\U2019t show again]" = "[1][找不到音频文件“%@”。][好|√不再显示]";

/* EXS24 */
"[1][Can\\U2019t load Sampler Instrument \\U201C%@\\U201D.|It was created with a newer EXS24 version.][Continue|\\U221ADon\\U2019t show again]" = "[1][不能载入采样器乐器“%@”。|它是由更高版本的 EXS24 创建的。][继续|√不再显示]";

/* ALP Version Alert Text */
"[1][Chord Track added to %d Apple Loop files.][OK]" = "[1][和弦轨道已添加到 %d 个 Apple 循环文件。][好]";

/* ALP Version Alert Text */
"[1][Couldn't find Chord Progression data in file %@!][OK]" = "[1][在文件 %@ 中未能找到和弦进行数据！][好]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for reading!][OK]" = "[1][未能打开要读取的文件 %@！][好]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for writing!][OK]" = "[1][未能打开要写入的文件 %@！][好]";

/* Alert */
"[1][Couldn\\U2019t create Region.|Out of memory][Cancel]" = "[1][未能创建片段。|内存不足][取消]";

/* Alert */
"[1][Couldn\\U2019t create track.|Maximum number of tracks exceeded!][Abort]" = "[1][未能创建轨道。|已超出了轨道的最大数量！][中止]";

/* Alert */
"[1][Do you also want to edit the automation data?][Don\\U2019t edit|Edit|\\U221ADon\\U2019t show again]" = "[1][您还要编辑自动数据吗？][不编辑|编辑|√不再显示]";

/* Alert */
"[1][Do you want to copy the automation data?][Don\\U2019t copy|Copy|\\U221ADon\\U2019t show again]" = "[1][您要拷贝自动数据吗？][不拷贝|拷贝|√不再显示]";

/* Alert */
"[1][Do you want to delete all automation data of the whole project?|Are you sure? This operation cannot be undone.][Cancel|Delete]" = "[1][您要删除整个项目的所有自动数据吗？|您确定吗？此操作不能撤销。][取消|删除]";

/* Alert */
"[1][Do you want to erase the automation data?][Don\\U2019t Erase|Erase|\\U221ADon\\U2019t show again]" = "[1][您要抹掉自动数据吗？][不抹掉|抹掉|√不再显示]";

/* Alert */
"[1][Do you want to move the automation data?][Don\\U2019t Move|Move|\\U221ADon\\U2019t show again]" = "[1][您要移动自动数据吗？][不移动|移动|√不再显示]";

/* Alert */
"[1][Do you want to process the automation data also?][Cancel|Process]" = "[1][您也想处理自动数据吗？][取消|处理]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording with %@.][OK]" = "[1][驱动器/分区“%@”不能用于 %@ 的录音。][好]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording.][OK]" = "[1][驱动器/分区“%@”不能用于录音。][好]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used to record on audio track %ld.][OK]" = "[1][驱动器/分区“%@”不能用于在音频轨道 %ld 上进行录音。][好]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D is full.][OK]" = "[1][驱动器/分区“%@”已满。][好]";

/* Audio error message template (error number only) */
"[1][Error code %ld was returned by the %@ driver.][Continue]" = "[1][%2$@ 驱动程序返回了错误代码 %1$ld。][继续]";

/* Alert */
"[1][Error during copy of Resources. %ld][OK]" = "[1][拷贝资源时出现错误。%ld][好]";

/* Alert */
"[1][Error in CoreMidi:|%ld][OK]" = "[1][CoreMidi 中有错误：|%ld][好]";

/* Alert */
"[1][Error when loading project][OK]" = "[1][载入项目时出现错误][好]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.][Continue]" = "[1][尝试同步音频和 MIDI 时出错。][继续]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.|Sample Rate %ld recognized.|%@][Continue%@]" = "[1][尝试同步音频和 MIDI 时出现错误。|识别到采样速率为 %ld。|%@][继续%@]";

/* Alert */
"[1][Error!|Cannot open project.|This project seems to be damaged.][Cancel]" = "[1][错误！|不能打开项目。|此项目似乎已损坏。][取消]";

/* Alert */
"[1][Error|CSong::CreateSeq - Illegal block size][OK]" = "[1][错误|CSong::CreateSeq - 非法的块大小][好]";

/* Alert */
"[1][EXS24 instrument \\U201C%@\\U201D:|Audio file \\U201C%@\\U201D not found!][Search again|Continue]" = "[1][EXS24 乐器“%@”：|找不到音频文件“%@”！][再次搜索|继续]";

/* Alert message */
"[1][Found Take Folder %@ with %ld problems. Delete it?][Cancel|Delete]" = "[1][发现汇整折叠夹 %@ 有 %ld 个问题。要删除它吗？][取消|删除]";

/* Alert */
"[1][Illegal signature(1)][Cancel]" = "[1][非法的拍号(1)][取消]";

/* Alert */
"[1][Illegal track count][OK]" = "[1][非法的轨道数][好]";

/* Alert */
"[1][Instrument set \\U201C%@\\U201D too large! Converted only %ld of %ld entries!][Cancel]" = "[1][乐器集“%@”太大！仅转换了 %ld 个条目（共 %ld 个条目）！][取消]";

/* Alert */
"[1][Internal Job-Conflict|Please restart ^P][OK]" = "[1][内部作业-冲突|请重新启动 ^P][好]";

/* Alert */
"[1][Maximum file size of %@ exceeded.|Please choose a shorter bounce time.][OK]" = "[1][超出了 %@ 的最大文件大小限制。|请选取短一些的并轨时间。][好]";

/* Alert */
"[1][Memory Allocation Problem.][OK]" = "[1][内存分配问题。][好]";

/* EXS24 */
"[1][Memory used now: %@|Memory used before: %@][OK]" = "[1][现在已使用内存：%@|以前已使用内存：%@][好]";

/* Alert */
"[1][Minor correction of project data has taken place. (1)][OK]" = "[1][已对项目数据做出细微校正。(1)][好]";

/* Alert */
"[1][Mono/Stereo Conflict!][Cancel]" = "[1][单声道/立体声冲突！][取消]";

/* Alert */
"[1][Mono<->Stereo conflict.|Plug-in can not be moved to this place.][OK]" = "[1][单声道<->立体声冲突。|插件不能移动到此处。][好]";

/* ALP Version Alert Text */
"[1][No Apple Loop selected.][Abort]" = "[1][未选定 Apple 循环。][中止]";

/* Alert */
"[1][No audio track is record-enabled!|Click the \"R\" button on the desired track to record-enable it.][OK]" = "[1][没有任何已启用录音的音频轨道！|在所需轨道上点按“R”按钮使其启用录音。][好]";

/* Alert */
"[1][Non-contiguous audio regions require the creation of a new audio file!][Cancel|Create]" = "[1][非连续的音频片段要求创建一个新的音频文件！][取消|创建]";

/* Alert */
"[1][Not enough memory (%ld).][OK]" = "[1][内存不足 (%ld)。][好]";

/* Time Stretching */
"[1][Not enough memory for requested DSP function][Cancel]" = "[1][没有足够的内存用于请求的 DSP 功能][取消]";

/* Alert */
"[1][Not enough memory to convert song!][Cancel]" = "[1][内存不足，无法转换乐曲！][取消]";

/* HyperDraw / Automation */
"[1][Not enough memory to create Track Automation data.][Cancel]" = "[1][没有足够内存创建轨道自动数据。][取消]";

/* Alert */
"[1][Not enough space on Volume \\U201C%@\\U201D|%@][OK]" = "[1][宗卷“%@”空间不足|%@][好]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CAutomatic\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][注：“处理器性能”已被设定为“自动”。|建议将此偏好设置设定为“最高”。|若要更改此项设置，请打开“系统偏好设置” > “节能器” > “选项”。][继续]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CReduced\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][注：“处理器性能”已被设定为“降低”。|建议将此项偏好设置设定为“最高”。|若要更改此项设置，请打开“系统偏好设置” > “节能器” > “选项”。][继续]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, %ld audio regions changed in length or content position.][OK]" = "[1][一个或多个音频文件的长度已更改！|结果导致 %ld 个音频片段的长度或内容位置更改。][好]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, one audio region changed in length or content position.][OK]" = "[1][一个或多个音频文件的长度已更改！|结果导致一个音频片段的长度或内容位置更改。][好]";

/* Alert */
"[1][Out of Memory!][Cancel]" = "[1][内存不足！][取消]";

/* Alert */
"[1][Out of Memory!|(Audio organize 1)][Continue]" = "[1][内存不足！|（音频整理 1）][继续]";

/* Alert */
"[1][Out of memory!|^P needs more memory to display Waveforms.][Continue]" = "[1][内存不足！|^P 需要更多内存来显示波形。][继续]";

/* Alert */
"[1][Out of memory!|Couldn\\U2019t insert or delete data][Cancel]" = "[1][内存不足|无法插入或删除数据][取消]";

/* Alert */
"[1][Overlapping Notes found!|Do you want to keep, to shorten or to split those?][Keep|Shorten|Split]" = "[1][已找到重叠说明！|您想保持、缩短或拆分它们吗？][保持|缩短|拆分]";

/* Alert */
"[1][Overlapping Regions found!|Do you want to create Tracks for overlapped Regions?][No|Create]" = "[1][已找到重叠片段！|您想创建重叠片段的轨道吗？][否|创建]";

/* Alert */
"[1][Part of the project was not played|This project has too many real instrument tracks to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[1][项目中的部分未播放|此项目的真实乐器轨太多，无法实时播放。|若要优化性能，请查阅“GarageBand 帮助”中的“优化 GarageBand 性能”页面。][继续]";

/* Alert */
"[1][Playback has been affected|The playback of your project has been interrupted due to change in your systems audio inputs or outputs.][Continue]" = "[1][回放已受影响|由于系统音频输入或输出有变化，您的项目的回收被中断。][继续]";

/* Alert */
"[1][Please select an audio driver in the following preference dialog.][Continue]" = "[1][请在以下偏好设置对话框中选择一个音频驱动程序。][继续]";

/* Alert */
"[1][Please select the bit depth for this project.][16|24]" = "[1][请为此项目选择位长度。][16|24]";

/* Alert */
"[1][Read error!|Illegal format of file][Abort]" = "[1][读错误！|文件非法格式][中止]";

/* Alert */
"[1][Record drive/partition \\U201C%@\\U201D not found!][OK]" = "[1][找不到录音驱动器/分区“%@”！][好]";

/* Alert */
"[1][Record folder \\U201C%@\\U201D not found on drive/partition \\U201C%@\\U201D.][OK]" = "[1][在驱动器/分区“%2$@”上找不到录音文件夹“%1$@”。][好]";

/* Time Stretching */
"[1][Requested DSP function is unknown.][OK]" = "[1][请求的 DSP 功能未知。][好]";

/* alert text */
"[1][ReWire device \\U201C%@\\U201D could not be opened.|You need to launch ^P first.][OK]" = "[1][未能打开 ReWire 设备“%@”。|您需要先启动 ^P。][好]";

/* Alert */
"[1][Running out of Regions][Cancel]" = "[1][超出片段范围][取消]";

/* EXS24 */
"[1][Sampler:|Not enough memory to load all samples of instrument \\U201C%@\\U201D.][Continue]" = "[1][采样器：|内存不足，无法载入乐器“%@”的所有样本。][继续]";

/* EXS24 */
"[1][Sampler:|Not enough memory to open instrument \\U201C%@\\U201D.][Continue]" = "[1][采样器：|内存不足，无法打开乐器“%@”。][继续]";

/* GB version of KfZ. J, F and E still missing. (Kf/) */
"[1][Scanning Audio Units.|^P will now scan %ld installed Audio Units plug-ins. This may take some time. This scan only occurs the first time you open ^P or after installing new Audio Units.][OK]" = "[1][正在扫描 Audio Unit。|现在 ^P 将扫描已安装的 %ld 个 Audio Unit 插件。这可能需要一些时间。此扫描仅在您首次打开 ^P 或安装新 Audio Unit 时出现。][好]";

/* Logic ALP Version specific */
"[1][Signature %/% not recognized by @|Defaulting to 4/4.][OK|Cancel]" = "[1][拍号 %/% 无法被 @ 识别|默认为 4/4。][好|取消]";

/* Alert */
"[1][Some Events have been set to minimal or maximal value.][OK]" = "[1][某些事件已被设定为最小值或最大值。][好]";

/* Alert */
"[1][Sorry, can\\U2019t load this project because it is created by a newer ^P version.|Please update ^P!][OK]" = "[1][对不起，不能载入此项目，因为它是用更高版本的 ^P 创建的。|请更新 ^P！][好]";

/* Alert */
"[1][Sorry. Last operation can\\U2019t be undone][Abort]" = "[1][对不起。不能撤销上一次操作][放弃]";

/* Alert */
"[1][Sorry.|Undo not possible.|Not enough memory.][Abort]" = "[1][对不起。|不能撤销。|内存不足。][放弃]";

/* Alert */
"[1][The audio device \\U201C%@\\U201D has been disconnected!|Do you want to switch to Built-in Audio or quit ^P?][Quit|Use Built-In Audio]" = "[1][音频设备“%@”已经断开连接！|您是要切换到内建音频还是退出 ^P？][退出|使用内建音频]";

/* Alert */
"[1][The audio file \\U201C%@\\U201D has a %ld bit format and can\\U2019t be used.][Cancel]" = "[1][音频文件“%@”是 %ld 位格式文件，不能使用。][取消]";

/* EXS24 */
"[1][The file \\U201C%@\\U201D is not an EXS instrument file.][Cancel]" = "[1][文件“%@”不是一个 EXS 乐器文件。][取消]";

/* Audio Configuration */
"[1][The file \\U201C%@\\U201D seems to be damaged.][OK]" = "[1][文件“%@”似乎已损坏。][好]";

/* Alert */
"[1][The file name \\U201C%@\\U201D is too long.|^P needs space for name extensions.|(Maximum of %ld characters)][OK]" = "[1][文件名称“%@”太长。|^P 需要名称扩展名空格。|（最多 %ld 个字符）][好]";

/* Bounce */
"[1][The file name is too long.][OK]" = "[1][文件名太长。][好]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now %ld inputs are available.][OK]" = "[1][MIDI 输入的数量已改变。|现在有 %ld 个输入可用。][好]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now no input is available.][OK]" = "[1][MIDI 输入的数目已改变。|现在没有可用的输入。][好]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now one input is available.][OK]" = "[1][MIDI 输入的数目已改变。|现在有一个输入可用。][好]";

/* Alert */
"[1][The plug-in named \\U201C%@\\U201D isn\\U2019t available on your system.|Choose another plug-in, or quit GarageBand and install the plug-in on your computer in order to use it in the project.][OK]" = "[1][系统中名称为“%@”的插件不可用。|请选取其他插件，或者退出 GarageBand，然后在电脑上安装该插件以便在项目中使用它。][好]";

/* Alert */
"[1][There are some events before position '1 1 1  1'.|Move all selected tracks or put all upbeat events to position '1 1 1  1'][Move all|Upbeat|Cancel]" = "[1][在位置 '1 1 1  1' 之前有一些事件。|移动所有选定轨道或将所有弱节拍事件放在位置 '1 1 1  1'][全部移动|弱节拍|取消]";

/* Alert */
"[1][There is automation data for the previous instrument.|Do you want to move or copy the automation data to the new instrument?][No|Copy|Move]" = "[1][以前的乐器有自动数据。|您想将自动数据移动或拷贝到新乐器吗？][否|拷贝|移动]";

/* Alert */
"[1][This Apple Loops file was created using an effect or instrument that is not available.|The plug-In \\U201C%@\\U201D is not available. To add this loop using the same sound you heard in the loop browser, option-drag the loop to a new track.][OK]" = "[1][创建此 Apple Loops 文件用到的效果或乐器不可用。|插件“%@”不可用。要添加这个循环并使用在循环浏览器中听到的相同声音，请按住 option 键将循环拖到新轨道。][好]";

/* Alert */
"[1][This drive can not be used for audio.][Abort]" = "[1][该驱动器不能用于音频。][放弃]";

/* Audio Configuration */
"[1][This file type is not supported.][Abort]" = "[1][此文件类型不被支持。][中止]";

/* Alert */
"[1][This project seems to be damaged. Please open a backup version of this project.][Abort]" = "[1][此项目似乎已损坏。请打开此项目的备份版本。][中止]";

/* Alert */
"[1][This project was created with a newer ^P version.|%ld -> %ld][OK]" = "[1][此项目是以更高版本的 ^P 创建的。|%ld -> %ld][好]";

/* HyperDraw / Automation */
"[1][Too many automation tracks.][Cancel]" = "[1][太多自动轨道。][取消]";

/* Alert */
"[1][Unused occupied memory block detected!|Do you want to delete it?][Cancel|Delete]" = "[1][检测到未使用的被占用内存块！|您想删除它吗？][取消|删除]";

/* Alert */
"[1][Warning! Memory is short!][Retry|Cancel]" = "[1][警告！内存不足！][重试|取消]";

/* Alert */
"[1][Warning! Not enough memory. Could not undo. Save the project and try again. If still no success try to reboot the system and open the project again.][Cancel]" = "[1][警告！内存不足。未能撤销。请存储项目然后再试一次。如果仍然不成功，请尝试重新启动系统，然后再次打开项目。][取消]";

/* Alert */
"[1][Warning! Not enough memory.|This operation cannot be undone. Do you want to continue anyways?][Cancel|Continue]" = "[1][警告！内存不足。|不能撤销该操作。您仍要继续吗？][取消|继续]";

/* Alert */
"[1][Warning! This project was created by a newer ^P version.|This may cause problems.|Please update ^P.][OK]" = "[1][警告！此项目是用更高版本的 ^P 所创建的。|可能会造成问题。|请更新 ^P。][好]";

/* Alert */
"[1][Warning! Undo memory is getting short. Deleted the %d oldest undo steps.][OK]" = "[1][警告！撤销用的内存变得不足。请删除 %d 个最旧的撤销步骤。][好]";

/* Alert */
"[1][Warning!|Couldn\\U2019t complete Undo][OK]" = "[1][警告！|未能完成撤销][好]";

/* Alert */
"[1][Warning!|Damaged project! (Ginst)][OK]" = "[1][警告！|项目已损坏！(Ginst)][好]";

/* Alert */
"[1][Warning!|Unused Block found in project.|Please save project first.|(Code: 0x%lx)][Cancel|Delete]" = "[1][警告！|项目中找到未使用的块。|请先存储项目。|（编码：0x%lx）][取消|删除]";

/* Alert */
"[1][Warning.|Mac OS X MIDI Services not available.][OK]" = "[1][警告。|Mac OS X MIDI 服务不可用。][好]";

/* Alert */
"[1][Warning:|Missing End event in project!][OK]" = "[1][警告：|项目中丢失结束事件！][好]";

/* Alert */
"[1][Warning|Reentrant in multitask][OK]" = "[1][警告|陷入多任务][好]";

/* Alert */
"[2][%ld audio file(s) to be created.|This requires %@ of disk space.][Create|Cancel]" = "[2][将要创建 %ld 个音频文件。|这需要 %@ 磁盘空间。][创建|取消]";

/* Alert */
"[2][\\U201C%@\\U201D has smaller size!|Use anyway?][Cancel|Use]" = "[2][“%@”更小！|仍然要使用吗？][取消|使用]";

/* Alert */
"[2][Audio file \\U201C%@\\U201D not found.][Skip|Search]" = "[2][找不到音频文件“%@”。][跳过|搜索]";

/* Alert */
"[2][Automation data exist for that track.|Do you want to delete the automation data also?][Don\\U2019t Delete Data|Cancel|Delete Data]" = "[2][该轨道存在自动数据。|您也想删除自动数据吗？][不删除数据|取消|删除数据]";

/* Alert */
"[2][Burn process succeeded][OK]" = "[2][刻录过程成功结束][好]";

/* Alert */
"[2][Delete existing settings?][Cancel|Delete]" = "[2][删除现有的设置？][取消|删除]";

/* EXS24 */
"[2][Delete instrument \\U201C%@\\U201D ?][Cancel|Delete%@]" = "[2][要删除乐器“%@”吗？][取消|删除“%@”]";

/* Alert */
"[2][Delete recorded audio file \\U201C%@\\U201D%@ from disk?|Can\\U2019t UNDO this operation!][Delete|Keep%@]" = "[2][要从磁盘删除录制的音频文件“%@”%@ 吗？|此操作不能撤销！][删除|保留“%@”]";

/* HyperDraw / Automation */
"[2][Do you want to delete the automation data?][No|Delete]" = "[2][您想删除自动数据吗？][不|删除]";

/* Alert */
"[2][File \\U201C%@\\U201D exists.][Cancel|Replace]" = "[2][文件“%@”已存在。][取消|替换]";

/* Alert */
"[2][Last Operation exceeds Folder or Region Beginning!|Adapt Size?][Cancel|Adapt]" = "[2][上个操作超过了文件夹或片段的开始点！|调整大小？][取消|调整]";

/* Alert */
"[2][Last operation exceeds folder or region length.|Adapt Size?][Cancel|Adapt]" = "[2][上个操作超过了文件夹或片段的长度。|调整大小？][取消|调整]";

/* Alert */
"[2][Launch the \\U201C%@\\U201D driver?][Yes|No]" = "[2][开启“%@”驱动程序吗？][是|否]";

/* Alert */
"[2][Overwrite existing settings?][Cancel|Overwrite]" = "[2][覆盖现有的设置？][取消|覆盖]";

/* Alert */
"[2][Part of the project was not played|This project has too many tracks, effects, or notes to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[2][项目中的部分内容未播放|此项目有太多的轨道、效果或音符，无法实时播放。|若要优化性能，请查阅“GarageBand 帮助”中的“优化 GarageBand 性能”页面。][继续]";

/* Paste in Environment */
"[2][Replace Current Selection?][No|Replace]" = "[2][替换当前所选内容？][否|替换]";

/* Alert */
"[2][Simulation succeeded][OK]" = "[2][仿真成功结束][好]";

/* Alert */
"[2][The 32-Bit AU Server has quit unexpectedly.|Any unsaved changes to Audio Unit plug-in parameters are lost. You can try to relaunch the 32-Bit AU Server. In case of repeated issues, click Cancel, then quit and relaunch ^P.][Cancel|Relaunch 32-Bit AU Server]" = "[2][32 位 AU 服务器意外退出。|Audio Unit 插件参数的任何未存储更改都会丢失。您可以尝试重新开启 32 位 AU 服务器。如果问题重复出现，请点按“取消”，然后退出并重新开启 ^P。][取消|重新开启 32 位 AU 服务器]";

/* Alert */
"[2][The destination format does not support sample rates above 48kHz.|^P can convert the bounced data\\U2019s sample rate. Do you want this?][Cancel|Convert]" = "[2][目的格式不支持 48kHz 以上的采样速率。|^P 可以转换并轨数据的采样速率。您要这样做吗？][取消|转换]";

/* Alert */
"[2][The File \\U201C%@\\U201D could not be opened, because it is in the Trash.|To use this item, first drag it out of the Trash.][OK]" = "[2][未能打开文件“%@”，因为它在废纸篓中。|若要使用此项目，请先将其拖出废纸篓。][好]";

/* Alert */
"[3][Couldn\\U2019t create Launch!][ABORT]" = "[3][未能创建开启！][中止]";

/* Alert */
"[3][Couldn\\U2019t create Region][Cancel]" = "[3][未能创建片段][取消]";

/* Alert */
"[3][Couldn\\U2019t record Events!|Reorganize memory?|%ld,%ld,%ld][OK|Reorganize]" = "[3][未能录制事件！|要重组内存吗？|%ld，%ld，%ld][好|重组]";

/* Alert */
"[3][Illegal Region (2)][Repair|OK]" = "[3][非法片段 (2)][修复|好]";

/* Alert */
"[3][Illegal Region number][Cancel]" = "[3][非法片段数][取消]";

/* Alert */
"[3][Low memory situation!|(Not enough master pointers)][OK]" = "[3][内存告急！|（没有足够的主指针）][好]";

/* Alert */
"[3][MIDI Out error][OK]" = "[3][MIDI 出错误][好]";

/* Alert */
"[3][MIDI timeout|^P has detected a MIDI timeout. Please restart your computer, then relaunch ^P.|If the problem persists, update the drivers of all connected MIDI devices (including audio drivers with MIDI functionality) to the latest version. For instructions on removing older drivers, consult the manufacturers' documentation.][OK]" = "[3][MIDI 超时|^P 检测到 MIDI 超时。请重新启动电脑，然后重新开启 ^P。|如果问题仍然存在，请将所有已连接的 MIDI 设备的驱动程序更新到最新版本，包括具有 MIDI 功能的音频驱动程序。有关删除旧驱动程序的说明，请参阅制造商的文稿。][好]";

/* Alert */
"[3][Minor problem in data (3)][Repair|OK]" = "[3][数据 (3) 中有小问题][修复|好]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is outdated and cannot be used with this version of ^P.|Please get an update of the Module file and move it to the \\U201C%@\\U201D folder.][OK]" = "[3][模块文件“%@”已过期，不能配合此版本的 ^P 使用。|请获得该模块文件的更新版本并将其移到“%@”文件夹。][好]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is too new and cannot be used with this version of ^P.|Please get an update of the ^P application file.][OK]" = "[3][模块文件“%@”太新，不能配合此版本的 ^P 使用。|请更新 ^P 应用程序文件。][好]";

/* Alert */
"[3][No matching data on clipboard!][Abort]" = "[3][夹纸板上没有匹配的数据！][放弃]";

/* Alert */
"[3][No Recording Track specified!][ABORT]" = "[3][没有指定录音轨道！][放弃]";

/* Alert */
"[3][No Recording Track specified!][Cancel]" = "[3][未指定录音轨道！][取消]";

/* Alert */
"[3][Not enough memory for a new project][Abort]" = "[3][内存不足，无法创建新项目][中止]";

/* Alert */
"[3][Not enough memory to create clipboard!][Abort]" = "[3][没有足够内存创建夹纸板！][中止]";

/* Alert */
"[3][Not enough memory to create clipboard/Undo!|Should never happen.][Abort]" = "[3][没有足够内存创建夹纸板/撤销！|绝对不应该发生。][中止]";

/* Alert */
"[3][Not enough memory to create object][Abort]" = "[3][没有足够内存创建对象][中止]";

/* Alert */
"[3][Not enough Memory|(playtracks)][Abort]" = "[3][内存不足|（播放轨道）][中止]";

/* Alert */
"[3][Read Error!|This is not a ^P project!][Abort]" = "[3][读错误！|这不是 ^P 项目！][中止]";

/* Alert */
"[3][Sorry, too old project format!][Abort]" = "[3][对不起，项目格式太旧！][中止]";

/* Alert */
"[3][There are Regions in this track!|Delete Track and Regions?][Cancel|OK]" = "[3][此轨道中有片段！|删除轨道和片段？][取消|好]";

/* Alert */
"[3][Unknown Undo type][Abort]" = "[3][未知撤销格式][中止]";

/* Alert */
"[3][Warning! Not enough memory!|This operation cannot be undone.][OK]" = "[3][警告！内存不足！|此操作不能撤销。][好]";

/* Alert */
"[3][Warning!|Project may be damaged][OK]" = "[3][警告！|项目可能已损坏][好]";

/* Alert */
"[3][Wrong Version!][Abort]" = "[3][错误版本][中止]";

/* Alert */
"[3][You have an old Emagic USB MIDI Driver version installed.|This can cause unreliable MIDI communication and crashes. Please install version 1.5 or higher. You can find the current version on www.emagic.de.][OK]" = "[3][您安装了一个旧版本的 Emagic USB MIDI 驱动程序。|这会导致不可靠的 MIDI 通信和崩溃。请安装 1.5 或更高版本。您可以在网站 www.emagic.de 上找到当前版本。][好]";

/* Alert */
"[Continue]" = "[继续]";

/* media type */
"CD-ROM" = "CD-ROM";

/* media type, cd-recordable */
"CDR" = "CDR";

/* media type, cd-rewritable */
"CDRW" = "CDRW";

/* Node */
"Connected to" = "已连接到";

/* media type, dvd-recordable */
"DVD+R" = "DVD+R";

/* media type, dvd-recordable */
"DVD+R Dual Layer" = "DVD+R 双层";

/* media type, dvd-rewritable */
"DVD+RW" = "DVD+RW";

/* media type, dvd-recordable */
"DVD-R" = "DVD-R";

/* media type */
"DVD-RAM" = "DVD-RAM";

/* media type */
"DVD-ROM" = "DVD-ROM";

/* media type, dvd-rewritable */
"DVD-RW" = "DVD-RW";

/* Freeze: Disk Full Alert: see Ke6 */
"for creating freeze file(s)." = "用于创建冻结文件。";

/* cd/dvd media status display - drive is spinning up/down */
"In Transition..." = "过渡中…";

/* Progress Bar */
"Loading Audio Files for \\U201C%@\\U201D..." = "正在载入“%@”的音频文件…";

/* cd/dvd media status display */
"No media" = "无介质";

/* Node */
"Not connected" = "未连接";

/* Control surface feedback */
"There is a modal dialog on the screen." = "屏幕上有一个模态对话框。";

/* cd/dvd media status display - status itself is unknown */
"Unknown" = "未知";

/* cd/dvd media status display */
"Unknown media type" = "未知的介质类型";

/* Default AU program name
   Default Factory Setting name */
"Untitled" = "未命名";

